var first =`<b> Сообщения в таком синтаксисе называются комментариями. Они не будут видны в самой статье. </b>
<b> Понять термины шаблона и прочитать инструкцию по созданию статей можно здесь: [[справка:инструкция участника]] </b>
<p>Примечание сервиса:</p>
<p>Задача первого этапа – разбить преграду между учеником и предметом, познакомив его с изучаемым материалом и основными моментами навыка.</p>
<p><b>Название навыка</b> – это навык позволяющий...</p>
<p>Примеры использования навыка можно увидеть в ... или найти на ...</p>
<h3>Общая картина/контекст:</h3>

<b> Бывает, что для того чтобы не запутаться необходимо объяснить есть ли у этого навыка контекст или общая картина. Пожалуйста, не допускайте распространенной ошибки и не пишите длинных эссе о контексте навыка и, уж точно, о его истории. Пишите коротко и строго по делу. Только то, что нужно для понимания навыка. </b>
<b> Необходимость объяснения контекста зависит от конкретного навыка. Иногда это обязательно, иногда – совсем не нужно </b>

<h3>Альтернативы</h3>
<b> Необходимо понимать, что описываемый вами навык может не отвечать необходимости потенциального читателя. Если вы укажите альтернативы, которые могут ответить на его потенциальные вопросы, и лучше удовлетворить его нужды, то вы сэкономите себе и другим кучу времени. </b>
<p>В этой статье рассматривается %%название навыка%%. Если этот навык не способен ответить на ваши вопросы, из-за которые вы обратились к этой статье, или не удовлетворяет ваши нужды, то попробуйте обратиться к … Или найти ответы в этих статьях:</p>
<ul>
  <li>Статья один</li>
  <li>Статья два</li>
</ul>

<h3>Основы навыка:</h3>

<b> Здесь необходимо краткое изложение основных фундаментальных понятий, на которых будет базироваться все дальнейшее обучение. Это и есть то самое «преодоление преграды между учеником и предметом».
Крайне важна простота объяснения. Если вы не можете объяснить это, словно объясняете десятилетнему ребенку, значит вы сами не понимаете навык. </b>
<p>Этот навык состоит из: …</p>
`
var second = `<b>Этот навык состоит из: …</b>
<p>Этот этап посвящен знакомству с путями обучения и определению нужности лично вам этого навыка, через поиск путей применения. Не пытайтесь учиться чему-либо, не определившись нужен ли вам этот навык. И для чего он нужен.
</p>
<h3>Основные идеи применения:</h3>

<b> Очень важно дать ученику правильные идеи применения навыка. При этом стоит помнить о том, что идеи должны быть: а) реалистичны(не нужно обещать им того, что они не смогут сделать, или сделают неоправданно большим усилием), б) интересны(чем интереснее цель, тем проще обучаться) </b>
<ul>
  <li>обычная идея</li>
  <li>необычная идея</li>
  <li>классная идея</li>
</ul>

<b> Нет ничего плохого в том, чтобы направить ученика на другую статью, если изучаемый навык ему неподходит. Да, вашему навыку обучиться меньше людей, но тем что останутся – обучаться с удовольствием и смогут по-настоящему оценить ваш труд </b>
<b> Ссылки необходимо давать на основе потенциального интереса, который побудил ученика обратить внимание на эту статью </b>

<p>Если вы не можете найти применение этому навыку, значит он вам не нужен. Займитесь чем-либо еще.</p>
<ul>
  <li>Ссылка на схожие инстанции</li>
  <li>Ссылка на «годные» страницы</li>
  <li>Ссылка на случайную страницу</li>
</ul>

<h3>Способы обучения</h3>

<b> Способы обучения подбираются на основе потенциальной картины ученика, наличии материалов для обучения и особенностей навыка. Узнать об этом больше можно в «инструкции участника» </b>
<ul>
  <li>Первый способ обучения</li>
  <li>Второй способ обучения</li>
  <li>Третий способ обучения</li>
</ul>

<h3>Первый способ обучения</h3>
`
var third = `<b>Примечание сервиса:</b>
<p>Лучший способ обучения – путем решения проблем. Поэтому задача третьего этапа - дать инструменты для самостоятельного освоения навыка. Здесь приведены ресурсы для поиска ответов, лучшие практики и разбор особо трудных моментов.</p>
<p>Берите задачу, которую выбрали на прошлом этапе, и воплощайте ее с помощью приведенной ниже информации. Не пытайтесь зубрить эти материалы, а ищите и используйте информацию по мере необходимости.</p>

<h3>Инструменты</h3>


<p>После ознакомления с основами, для дальнейшей деятельности вам понадобятся следующие инструменты:</p>

<ul>
  <li>Найти ответ можно в …</li>
  <li>Задать вопрос можно на …</li>
  <li>http://www.google.com – твой лучший друг</li>
</ul>

<h3>Лучшие практики (советы, наставления)</h3>

<b> Последние наставления, важные моменты и лучшие практики необходимы, для того чтобы спасти ученика от множества подводных камней и облегчить ему жизнь. Все что способно подпортить нервы ученику необходимо упомянуть и указать решение</b>
<b> Все что способно упростить практику ученику необходимо указать здесь </b>

<h3>Сложные моменты</h3>

<b> Все что способно подпортить нервы ученику необходимо упомянуть и указать решение.
Если что-то при обучении вам давалось с трудом, или было потрачено слишком много усилий – расскажите об этом </b>
`
var fourth =`<b>Примечание сервиса:</b>
<p>К этому моменту вы освоили навык. Осталось лишь отшлифовать его и выбрать дальнейшие пути развития. Это необязательно, но крайне полезно.</p>
<p>Возвращайтесь к этому этапу каждый раз, когда захотите повысить свое мастерство.</p>

<h3>Идеальный рабочий процесс</h3>


<b> Об отличиях практиканта от мастера необходимо рассказать здесь. И поделиться информацией, помогающей перейти от одного состояния к другому  </b>

<h3>Дальнейшие пути развития</h3>


<b> Необходимо подобрать навыки, которые будут интересны после освоения навыка обсуждаемой статьи </b>
<ul>
  <li>Первая ссылка на другой навык</li>
  <li>Вторая ссылка на другой навык</li>
  <li>Третья ссылка на другой навык</li>
</ul>`
export default [first, second, third, fourth]
